tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "bat"
brew "doctl"
brew "eza"
brew "fzf"
brew "git"
brew "minimal-racket"
brew "node"
brew "neovim"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.13"
brew "thefuck"
brew "tmux"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
cask "font-meslo-lg-nerd-font"
cask "localsend"
cask "visual-studio-code"
cask "whisky"
